Revit 2027 API
ParameterTypeId.ElevViewNamePos Property
 "View Name Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElevViewNamePos { get; }
Public Shared ReadOnly Property ElevViewNamePos As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElevViewNamePos {
	ForgeTypeId^ get ();
}
static member ElevViewNamePos : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace